Repository: common-repository/wc-order-details
Catalog: languages/wc-order-details-*.po
Languages: it_it

source: You do not have sufficient permissions to access this page.
it_it: Non disponi di autorizzazioni sufficienti per accedere a questa pagina.

source: Select Order to View Details
it_it: Seleziona Ordine per visualizzare i dettagli

source: You are not allowed access this page.
it_it: Non sei autorizzato ad accedere a questa pagina.

source: Click here
it_it: Clicca qui

source: Settings
it_it: Impostazioni

source: Go Premium
it_it: Vai Premium

source: No script kiddies please!
it_it: Niente script kiddies per favore!

source: General
it_it: Generale

source: Help
it_it: Aiuto

source: Shortcodes
it_it: Shortcode

source: How it works?
it_it: Come funziona?

source: template file created
it_it: file modello creato

source: Tabs Settings
it_it: Impostazioni schede

source: Select tabs to appear/disappear
it_it: Seleziona le schede da visualizzare/scomparire

source: None
it_it: Nessuno

source: Update
it_it: Aggiornare

source: Styles & Scripts
it_it: Stili e script

source: Select pages to use load plugin styles and scripts
it_it: Seleziona le pagine da utilizzare per caricare gli stili e gli script del plug-in

source: Allow Users by Role
it_it: Consenti utenti per ruolo

source: Various Options
it_it: Varie opzioni

source: Disable all theme styles
it_it: Disabilita tutti gli stili del tema

source: Open a Ticket on Support Forums
it_it: Apri un ticket sui forum di supporto

source: Contact Developer
it_it: Contatta lo sviluppatore
